---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.LightingLoadUnit
source: html/11d66149-59ec-c1d2-7ef6-00064f5ca7f4.htm
---
# Autodesk.Revit.DB.Mechanical.Space.LightingLoadUnit Property

Get or set the Lighting Load Unit of the Space.

## Syntax (C#)
```csharp
public BaseLoadOn LightingLoadUnit { get; set; }
```

## Remarks
This property is used to get or set the Lighting Load Unit of the Space.